import React from 'react'

const TokenLifeCycle = () => {
  return (
    <div>
         <h1>Տոկենի վաճառքի փուլերը մինչ լիստինգը:</h1>
        <p>
            Բազմաթիվ կրիպտոարժույթներ հնարավոր է գնել ավելի վաղ ժամանակահատվածում մինչև նրա Լիստինգը ինչ որ բորսա:
            Տոկենի վաճառքի այս եղանակը կոչվում է tokensale կամ Տոկենի նախնական վաճառք
        </p>
        <p>
            Գոյություն ունի tokensale 3 հիմնական փուլ
            <li>1. seed round</li>
            <li>2. private round</li>
            <li>3. public round</li>
        </p>
        <h2>1. seed round</h2>
        <p>
            Seed էտապում լուծվում նախագծի նախնական ֆինանսավորման հարցը: Միջոցները ներդնում են Նախագիծը ստեղծողները, կամ
            նրանց հարազա ինվեստորները, այս փուլում հավագված գումարները ուղղվումեն թիմ հավագելու և նախագիծը ռեալիզացնելու
            համար
        </p>
        <b>
            Seed էտապում Ինվեստիցիա անելը մեծ Ռիսկային է քանի որ Ինվեստիցին տևում է բավական երկար Բայց միևնույն ժամանակ
            ավելի շահեկան է քանի որ Տոկենի գինը ամեանցածրն է
        </b>
        <h2>2. Private (Pre-ICO) round</h2>
        <p>
            Private էտապում ներդրումներ անումեն հիմնականում Վենչուրային ֆոնդերը
            այս փուլի հիմնական նպատակը ներգրավել ավելի շատ ներդրողների: Այս Էտապում արդեն բոլոր հետաքրքրված մարդիկ կարողեն գնել Տոկենը: Այս փուլում ներդրում անելը ավելի շահեկան է քանի որ Նախագիծը որպես այդպիսին ունի արդեն բիզնես մոդելը և հնարավոր է նաև ծրագրի beta վերսիան
        </p>
        <b>
            Private էտապում հավագված գումարները ուղղվում են հիմնականում Նախագծի մարկեթինգը ապահովելու համար
        </b>
        <h2>3. Public round</h2>
        <p>
            Public էտապ ը համարվում է ամենամեծ ներդրումների էտապը Տոկենի լիստինգից առաջ:
            Այս փուլում վաճառքի դրվում են սահմանափակ քանակությամբ Տոկեներ և ներդրողների ավելի լայն շրջանակներում սկսվում է Տոկենի վաճառքը
            Այս փուլում արդեն ամողջանում ողջ ներդրողների բազան
        </p>
        <b>
            Public էտապ ը իր հերդին բաժանվում է տարբեր խմբերի
            <h4>ICO IDO IEO IPO</h4>
        </b>
        <h2>ICO (Initial Coin Offering)</h2>
        <p>
            Տոկենի նախնական առաջարկ ICO ում ներառում է այն ամենը ինչը կապված է Public էտապի հետ
            ICO էտապում տեղի է ունենում նախագծի ֆինանսավորումը Տոկենը ստեծղելուն զուգընթաց Manramasnel
        </p>
        <p>
            ICO-ի ժամանակ Տոկենը վաճառում են կազմակերպիչները իրենց հարթակներում
        </p>
        <h2>IEO (Initial Exchange Offering)</h2>
        <p>
            Տոկենի նախնական առաջարկ IEO ում վաճառքը տեղի է ունենում կենտրոնացված Բորսաներում օրինակ Binance և վաճառքը վերահսկվում է Բորսաի կողմից
        </p>
        <h2>IDO (Initial DEX Offering)</h2>
        <p>
            Տոկենի նախնական առաջարկը ապակենտրոնացված Բորսաներում
            ժամանակ վաճառճը տեղի է ունենում Տոկենը ստեղծողների և Բորսաի վերահսկողությամբ:
        </p>
        <b>
            IDO-ն համարվում է ICO և IEO միաձուլումը այսպես ասած
        </b>
    </div>
   
  )
}

export default TokenLifeCycle