import React from 'react'

const DAO = () => {
  return (
    <div>
      <h1>DAO()</h1>
      <p>
        Ավանդական կազմակերպություների փոխակերպումը Բլոկչեյն տեխնալոգիաների օգնությամբ տվեց հնարավորություն ստեղծել ավտոմատացված կազմակերպություներ, կազմված անհատներից որոնք կարող են անձամբ իրար չճանաչել :
        Ամենաէֆեկտիվ մեկը ներդրումներ անել և ղեկավարել նման կազմակերպություները դա DAO ն է
      </p>
      <div>
        <h2>DAO աշխատանքի մոդելը</h2>
      </div>
    </div>
  )
}

export default DAO
