import React from 'react'

const Tokenomics = () => {
    return (
        <div>
            <h1>Տոկենոմիկա</h1>
            <p>
                Vesting դա Տոկեների սառեցրած և բաշխման գործընթաց է, նշված ժամանակահատվածներում
            </p>
            <ul>
                <li>
                    Տոկենի արժեքը տարբեր փուլերում (seed, private, public)
                </li>
                <li>
                    Հավաքագրված գումարի չափը IDO-ում
                </li>
                <li>
                    Տոկենի բաշխման գրաֆիկ և Vesting
                </li>
                <li>
                    MarketCup Նախագծի Կապիտալիզացիա
                </li>
                <li>
                    Էմմիսիա
                </li>
                <li>
                    Ինֆլյացիա և Դեֆլյացիա
                </li>
                <li>
                    Հոլդերներ
                </li>
            </ul>


            <div>
                <h2>1. Տոկենի արժեքը տարբեր փուլերում (seed, private, public)</h2>

                <b>seed ու public էտապների միջև գնային տարբերությունը չպետք է գերազանցի 5 % - ը </b>
                <b>Եթե այս փուլերի տարբերությունը ավելին է քան 5% ը, հարկավոր է ուշադիր զննել seed էտապում վաճառված տոկեների vesting-ը</b>
            </div>
            <div>
                <h2>2.Հավաքագրված գումարի չափը IDO-ում(publice sale) </h2>
                <b>IDO-ում Հավաքագրված գումարի չափը պետք է լինի ոչ ավել քան 1մլն $ </b>
                <b>Այն ինչը ավել է 1մլն$ դա վատ ազդանշան է, ընդհանրապես իդալականը դա 700-900 հազար $ ն է </b>
            </div>
            <div>
                <h2>3.Տոկենի բաշխման գրաֆիկ և Vesting</h2>
                <p>
                    Նախագիծը ստեղծողներին ընդհանուր Տոկեների քանակից պետքա բաժին հասնի ոչ ավել քան  15%
                    ինպես նաև թիմի անդամերի Տոկեները նրանց պետքա հասանելի լինի նախագիծը լիստինգ լինելուց 1տարի հետո ամենաքիչը
                </p>
                <p>
                    Public  էտապում Տոկեները պետքա վաճառվեն, ընդհանուր Տոկեների քանակի ընդամենը 5%
                </p>
                <p>
                    Ընդհանուր Քանակության 30%-ից ավելը պետքա ուղղված լինի Նախագծի զարգացման վրա
                </p>
                <p>
                    Տոկեների բացթողման գրաֆիկը պեքա սահուն լինի, այլ ոչ միանգամից և մեծ քանակությամբ

                    <h1>Nkarnerov cuyc tal</h1>
                </p>
                <p>
                    seed ու private էտապների vesting ը պետք է ավելի քիչ լինի քան private էտապինը
                    օրիննակ seed 16%
                    օրիննակ private 16%
                    օրիննակ public 35%
                </p>
                <div>
                    <h2>4. MarketCup Նախագծի Կապիտալիզացիա</h2>
                    <p>
                        Նախագծի Շուկայական Կապիտալիզացիան որը արդեն listing ա եղել
                        որոշվումա շրջանառության մեջ գտնվող Տոկեների քանակը բազմապատկելով ներկայիս գնին
                    </p>
                    <b>circulation supply * price = MarketCup</b>
                    <h4>Նախագծերը որը դեռ listing չեն եղել որոշվումա հետևյալ կերպով</h4>
                    <p>
                        Վերցնումենք Տոկեների ողջ քանակը(MaxSupply) և բազմապատկում ենք public էտապի գնին
                        FDV (Fully Diluted Valuation)
                    </p>
                    <b>MaxSupply * publiceSalePrice = MarketCup</b>
                    <p>
                        Public էտապում Կապիտալիզացիան հաշվելու նպատակը նա է որ այդ նախագիծը որում ցանկանում եք ներդրում անել համեմատենք նմանատիպ այլ նախագծերի կապիտալզացիաի հետ որպիսզի հասկանանք մեր նախագիծը աճի հնարավորություն ունի թէ ոչ
                    </p>
                    <b>Կապիտալիզացիան տեսնելու համար</b>
                    <a href="https://coinmarketcap.com/">coinmarketcup</a>
                    <br />
                    <a href="https://www.coingecko.com/ru">coingeko</a>
                    <h3>ինչպես համեմատել listing չեղած Տոկենի Կապիտալիզացիան և listing եղած Տոկենի Կապիտալիզացիան</h3>
                    <p>Օրինակ համեմատվող տոկենի ցիրկուլացիան 18մլն է իսկ մեր տոկենի ընդհանուր քանակը 100մլն  5 անգամ ավելի շատ քան համեմատվող տոկենի քանակը</p>
                    <p>համեմատվողի Կապիտալիզացիան 4մլրդ իսկ մերը 25մլն</p>
                    <p>Օրինակ եթե մեր տոկենի քանակը 5 անգամ ավելա
                        մեր տոկենի նախանական Կապիտալիզացիան բազմապատկենք 5 ով</p>
                    <h5>25mln * 5 = 1milyard</h5>
                    <p>
                        25mln և 1mlrd տարբերությունը 40 անգամ է
                        այսինքն մեր տոկենի գինը 40 անգամ պետքա աճի IDO գնի հանդեպ
                    </p>
                    <p>
                        Օրինակ եթե Տոկենի -ը մլն, իսկ նրա արժեքը էտապում 4, Տոկեների ամբողջ շրջանառության դեպքում նախագծի Կապիտալիզացիան կկազմի մլն Մինչև լիստինգ լինելի Տոկենի Կապիտալիզացիան չպետք է գերազանցի մլն
                    </p>
                </div>
                <div>
                    <h2>5. Էմմիսիա</h2>
                    <b>
                        Էմմիսիա - դա Տոկեների նոր քանակության թողարկումն է որը հետո կհայտնվի շուկայում
                    </b>
                    <p>1.Տոկեների  քանակը (maxSupply)պետք է լինի սահմանափակ</p>
                    <p>2.(initial token circulation)
                        Տոկեների նախնական թողարկման ժամանակ լավ նշան է երբ Տոկեների  քանակը (maxSupply) ի 50% ից ավելը թողարկվում է
                        իսկ մնացյալ մասը կթողարվի 4 տարուց ոչ պակաս ժամանակահատվածում
                        և ոչ միանգամից այլ էտապներով BitCoin ի Օրինակը բերել
                    </p>
                    <p>
                        Այս ամենի մասին ինֆոն նախագծի տերը պետքա ցույց տա
                    </p>
                    <p>
                        Այս ամենի մասին ինֆոն կարողենք տեսնել coinmarketcup.com կայքում
                    </p>
                    <p>
                        բայց եթե ցուցադրված չի coinmarketcup.com ում
                        maxSupply տեսնելու համար կարողենք նաև շրջանառվող տոկեների քանակը բաժանել ընդհանուր տոկեների թվին
                    </p>
                    <b>
                        circulationSupply / MaxSupply = Էմիսիայի հարաբերակցությունը % ով
                    </b>
                    <b>
                        օրինակ BTC 19mln/21mln = 90%
                    </b>
                </div>
                <div>
                    <h2>Ինֆլյացիա և Դեֆլյացիա</h2>
                    <b>
                        Տոկեները լինում են Ինֆլյացիոն և Դեֆլյացիոն
                    </b>
                    <h4>Ինֆլյացիա</h4>
                    <b>
                        Տոկեները համարվում են Ինֆլյացիոն
                        երբ maxSupply սահմանափակված չի և ժամանակի ընթացքում նրանց քանակը շուկայում ավելանում է հանգեցնելով գնի անկմանը
                    </b>
                    <h4>Դեֆլյացիա</h4>
                    <b>
                        Տոկեները համարվում են Դեֆլյացիոն
                        երբ maxSupply սահմանափակված է
                    </b>
                    <b>
                        Բացի սա կա նաև Տոկենի վառելու պռոցես,
                        գոյություն ունեն տոկեներ որոնք կարողանում են վառել վառել որոշակի քանակությամ տոկեները այսպիսով ապահովել տոկենի Դեֆլիացիան
                    </b>
                    <b>
                        Օրինակ bnb ին որը եռամսյակը մեկ վառում է Binnace մաքուր եկամուտի 20% չափով
                    </b>
                    <h4>Եթե նախագծի writePaper - ում գրվածա որ տոկենի maxSupply ը սահմանափակա ինչպես նաև տոկեն ը ունի Դիֆլացիոն մեխանիզմ Դա լավ նշանա</h4>
                </div>

                <div>
                    <h2>Հոլդերներ (Տոկենի Սեփականատերերը)</h2>
                    <p>
                        Երբ նախագիծը արդեն listing ա եղել որև Բորսայում կարողենք գտնել այդ Տոկենի սեփականատերերին(holders)
                    </p>
                    <b>
                        նախ հասկանանք թե որ Բլոչեյնի վրայա նախագիծը
                    </b>
                    <li>Etehrum <a href="https://etherscan.io/">etherscan</a></li>
                    <li>Binance <a href="https://bscscan.com/">bscscan</a></li>
                    <p>
                        մտնումենք այս կայքերը որպիսի պարզենք որ Դրամապանակներից ոչ մեկի վրա չկա մեծ քանակի Տոկեներ
                        Նորմը համարվումա 5-7 % ոչ ավել մի դրամապանակի վրա
                    </p>
                    <p>
                        Icon ov da smartContracta
                        noIcon da bumajnika
                    </p>
                </div>
            </div>
        </div>
    )
}

export default Tokenomics